["Studies show that eating a proper breakfast is one of the most positive things you can do if you are trying to lose weight. Breakfast skippers tend to gain weight. A balanced breakfast includes fresh fruit or fruit juice, a high-fibre breakfast cereal, low-fat milk or yoghurt, wholewheat toast, and a boiled egg.","Many people don't know how to brush their teeth properly. Improper brushing can cause as much damage to the teeth and gums as not brushing at all. Lots of people don't brush for long enough, don't floss and don't see a dentist regularly. Hold your toothbrush in the same way that would hold a pencil, and brush for at least two minutes. This includes brushing the teeth, the junction of the teeth and gums, the tongue and the roof of the mouth. And you don't need a fancy, angled toothbrush - just a sturdy, soft-bristled one that you replace each month.","Get your brain fizzing with energy. American researchers coined the term 'neurobics' for tasks which activate the brain's own biochemical pathways and to bring new pathways online that can help to strengthen or preserve brain circuits. Brush your teeth with your 'other' hand, take a new route to work or choose your clothes based on sense of touch rather than sight. People with mental agility tend to have lower rates of Alzheimer's disease and age-related mental decline.","A glass of red wine a day is good for you. A number of studies have found this, but a recent one found that the polyphenols (a type of antioxidant) in green tea, red wine and olives may also help protect you against breast cancer. It's thought that the antioxidants help protect you from environmental carcinogens such as passive tobacco smoke.","Some herbal supplements - from the popular St John's Wort and ginkgo biloba to garlic, ginger, ginseng and feverfew - can cause increased bleeding during surgery, warn surgeons. It may be wise to stop taking all medication, including herbal supplements, at least two weeks before surgery, and inform your surgeon about your herbal use.","Don't have soft drinks or energy drinks while you're exercising. Stay properly hydrated by drinking enough water during your workout (just don't overdo things, as drinking too much water can also be dangerous). While you might need energy drinks for long-distance running, in shorter exercise sessions in the gym, your body will burn the glucose from the soft drink first, before starting to burn body fat. Same goes for eating sweets.","You've probably heard the old adage that life's too short to stuff a mushroom. But perhaps you should consider the opposite: that life's simply too short NOT to focus on the simple tasks. By slowing down and concentrating on basic things, you'll clear your mind of everything that worries you. Really concentrate on sensations and experiences again: observe the rough texture of a strawberry's skin as you touch it, and taste the sweet-sour juice as you bite into the fruit; when your partner strokes your hand, pay careful attention to the sensation on your skin; and learn to really focus on simple tasks while doing them, whether it's flowering plants or ironing your clothes.","Experts say weight training should be done first, because it's a higher intensity exercise compared to cardio. Your body is better able to handle weight training early in the workout because you're fresh and you have the energy you need to work it. Conversely, cardiovascular exercise should be the last thing you do at the gym, because it helps your body recover by increasing blood flow to the muscles, and flushing out lactic acid, which builds up in the muscles while you're weight training. It's the lactic acid that makes your muscles feel stiff and sore.","To improve your fitness quickly and lose weight, harness the joys of interval training. Set the treadmill or step machine on the interval programme, where your speed and workload varies from minute to minute. Build up gradually, every minute and return to the starting speed. Repeat this routine. Not only will it be less monotonous, but you can train for a shorter time and achieve greater results.","Rev up your metabolism by alternating your speed and intensity during aerobic workouts. Not only should you alternate your routine to prevent burnout or boredom, but to give your body a jolt. If you normally walk at 6.5km/h on the treadmill or take 15 minutes to walk a km, up the pace by going at 8km/h for a minute or so during your workout. Do this every five minutes or so. Each time you work out, increase your bouts of speed in small increments.","Don't smoke and if you smoke already, do everything in your power to quit. Don't buy into that my-granny-smoked-and-lived-to-be-90 crud - not even the tobacco giants believe it. Apart from the well-known risks of heart disease and cancer, orthopaedic surgeons have found that smoking accelerates bone density loss and constricts blood flow. So you could live to be a 90-year-old amputee who smells of stale tobacco smoke.","Find out your family history. You need to know if there are any inherited diseases prowling your gene pool. According to the Mayo Clinic, USA, finding out what your grandparents died of can provide useful - even lifesaving - information about what's in store for you. And be candid, not coy: 25% of the children of alcoholics become alcoholics themselves.","Have a pap smear once a year. Not on our list of favourite things, but it's vital. Cervical cancer kills 200 000 women a year and it's the most prevalent form of cancer among black women, affecting more than 30 percent. But the chances of survival are nearly 100 percent if it's detected early. Be particularly careful if you became sexually active at an early age, have had multiple sex partners or smoke.","Recent research suggests that short-term (less than five years) use of HRT is not associated with an increase in the risk of breast cancer, but that using it for more than ten years might be. Breast cancer is detected earlier in women using HRT, as they are more alert to the disease than other women.","There are more than 240 allergens, some rare and others very common. If you're a sneezer due to pollen: close your car's windows while driving, rather switch on the internal fan (drawing in air from the outside), and avoid being outdoors between 5am and 10 am when pollen counts are at their highest; stick to holidays in areas with low pollen counts, such as the seaside and stay away from freshly cut grass.","Sun rays can burn even through thick glass, and under water. Up to 35% of UVB rays and 85% of UVA rays penetrate thick glass, while 50% of UVB rays and 75% of UVA rays penetrate a meter of water and wet cotton clothing. Which means you'll need sunscreen while driving your car on holiday, and water resistant block if you're swimming.","Sunscreen is unlikely to stop you from being sunburned, or to reduce your risk of developing skin cancer. That's because most people don't apply it properly, and stay in the sun too long. The solution? Slather on sunscreen daily and reapply it often, especially if you've been in the water. How much? At least enough to fill a shot glass.","End relationships that no longer work for you, as you could be spending time in a dead end. Rather head for more meaningful things. You could be missing opportunities while you're stuck in a meaningless rut, trying to breathe life into something that is long gone.","Ask for assistance. Gnashing your teeth in the dark will not get you extra brownie points. It is a sign of strength to ask for assistance and people will respect you for it. If there is a relationship problem, the one who refuses to go for help is usually the one with whom the problem lies to begin with.","Improve your circulation and help your lymph glands to drain by the way you towel off. Helping your lymph glands function can help prevent them becoming infected. When drying off your limbs and torso, brush towards the groin on your legs and towards the armpits on your upper body. You can do the same during gentle massage with your partner.","More than three million South Africans suffer from type 2 diabetes, and the incidence is increasing - with new patients getting younger. New studies show this type of diabetes is often part of a metabolic syndrome (X Syndrome), which includes high blood pressure and other risk factors for heart disease. More than 80% of type 2 diabetics die of heart disease, so make sure you control your glucose levels, and watch your blood pressure and cholesterol counts.","Stress and sex make bad bedfellows, it seems. A US survey showed that stress, kids and work are main factors to dampen libido. With the advent of technology that allows us to work from home, the lines between our jobs and our personal lives have become blurred. People work longer hours, commutes are longer and work pervades all aspects of our lives, including our sexual relationships. Put nooky and intimacy on the agenda, just like everything else.","This vitamin, and beta carotene, help to boost immunity against disease. It also assists in the healing process of diseases such as measles and is recommended by the WHO. Good natural sources of vitamin A are kidneys, liver, dairy products, green and yellow vegetables, pawpaw, mangoes, chilli pepper, red sorrel and red palm oil.","Prevent low blood sugar as it stresses you out. Eat regular and small healthy meals and keep fruit and veggies handy. Herbal teas will also soothe your frazzled nerves. Eating unrefined carbohydrates, nuts and bananas boosts the formation of serotonin, another feel-good drug. Small amounts of protein containing the amino acid tryptamine can give you a boost when stress tires you out.","Tomato is a superstar in the fruit and veggie pantheon. Tomatoes contain lycopene, a powerful cancer fighter. They're also rich in vitamin C. The good news is that cooked tomatoes are also nutritious, so use them in pasta, soups and casseroles, as well as in salads. The British Thoracic Society says that tomatoes and apples can reduce your risk of asthma and chronic lung diseases. Both contain the antioxidant quercetin. To enjoy the benefits, eat five apples a week or a tomato every other day.","Blueberries, strawberries and raspberries contain plant nutrients known as anthocyanidins, which are powerful antioxidants. Blueberries rival grapes in concentrations of resveratrol - the antioxidant compound found in red wine that has assumed near mythological proportions. Resveratrol is believed to help protect against heart disease and cancer.","Garlic, onions, spring onions and leeks all contain stuff that's good for you. A study at the Child's Health Institute in Cape Town found that eating raw garlic helped fight serious childhood infections. Heat destroys these properties, so eat yours raw, wash it down with fruit juice or, if you're a sissy, have it in tablet form.","If your ankles, knees, and hips ache from running on pavement, head for the dirt. Soft trails or graded roads are a lot easier on your joints than the hard stuff. Also, dirt surfaces tend to be uneven, forcing you to slow down a bit and focus on where to put your feet - great for agility and concentration.","Stay away from perfumed or flavoured suntan lotions which smell of coconut oil or orange if you want your skin to stay young. These lotions contain psoralen, which speeds up the ageing process. Rather use a fake-tan lotion. Avoid sun beds, which are as bad as the sun itself.","Sugary drinks are the most fattening things you can put into your body. This is because liquid sugar calories don't get registered by the brain in the same way as calories from solid foods. For this reason, when you drink soda, you end up eating more total calories . Sugary drinks are strongly associated with obesity, type 2 diabetes, heart disease and all sorts of health problems. Keep in mind that fruit juices are almost as bad as soda in this regard. They contain just as much sugar, and the small amounts of antioxidants do NOT negate the harmful effects of the sugar .","Despite being high in fat, nuts are incredibly nutritious and healthy. They are loaded with magnesium, vitamin E, fiber and various other nutrients. Studies show that nuts can help you lose weight, and may help fight type 2 diabetes and heart disease. Additionally, about 10-15% of the calories in nuts aren't even absorbed into the body, and some evidence suggests that they can boost metabolism. In one study, almonds were shown to increase weight loss by 62% compared to complex carbohydrates.","All the processed junk foods in the diet are the biggest reason the world is fatter and sicker than ever before. These foods have been engineered to be \"hyper-rewarding, \" so they trick our brains into eating more than we need, even leading to addiction in some people. They are also low in fiber, protein and micronutrients (empty calories), but high in unhealthy ingredients like added sugar and refined grains.","The importance of getting enough quality sleep can not be overstated. It may be just as important as diet and exercise, if not more. Poor sleep can drive insulin resistance, throw your appetite hormones out of whack and reduce your physical and mental performance. What's more, it is one of the strongest individual risk factors for future weight gain and obesity. One study showed that short sleep was linked to 89% increased risk of obesity in children, and 55% in adults.","The bacteria in your gut, collectively called the gut microbiota, are sometimes referred to as the \"forgotten organ.\" These gut bugs are incredibly important for all sorts of health-related aspects. A disruption in the gut bacteria is linked to some of the world's most serious chronic diseases, including obesity. A good way to improve gut health, is to eat probiotic foods (like live yogurt and sauerkraut), take probiotic supplements, and eat plenty of fiber. Fiber functions as fuel for the gut bacteria.","Drinking enough water can have numerous benefits. One important factor, is that it can help boost the amount of calories you burn. According to 2 studies, it can boost metabolism by 24-30% over a period of 1-1.5 hours. This can amount to 96 additional calories burned if you drink 2 liters (67 oz) of water per day. The best time to drink water is half an hour before meals. One study showed that half a liter of water, 30 minutes before each meal, increased weight loss by 44%.","Back in the day, most people got their vitamin D from the sun. The problem is that most people don't get much sun these days. They either live where there is no sun, or they stay inside most of the day or use sunscreen when they go out. According to data from 2005-2006, about 41.6% of the US population is deficient in this critical vitamin. If adequate sun exposure is not an option for you, then supplementing with vitamin D has been shown to have numerous benefits for health. This includes improved bone health, increased strength, reduced symptoms of depression and a lower risk of cancer, to name a few. Vitamin D may also help you live longer.","Vegetables and fruits are the \"default\" health foods, and for good reason. They are loaded with prebiotic fiber, vitamins, minerals and all sorts of antioxidants, some of which have potent biological effects. Studies show that people who eat the most vegetables and fruits live longer, and have a lower risk of heart disease, type 2 diabetes, obesity and all sorts of diseases.","Eating enough protein is incredibly important, and many experts believe that the recommended daily intake is too low. Protein is particularly important for weight loss, and works via several different mechanisms. A high protein intake can boost metabolism significantly, while making you feel so full that you automatically eat fewer calories. It can also cut cravings and reduce the desire for late-night snacking. Eating plenty of protein has also been shown to lower blood sugar and blood pressure levels.","Extra virgin olive oil is the healthiest fat on the planet. It is loaded with heart-healthy monounsaturated fats and powerful antioxidants that can fight inflammation. Extra virgin olive oil leads to many beneficial effects on heart health, and people who consume olive oil have a much lower risk of dying from heart attacks and strokes.","Added sugar is the single worst ingredient in the modern diet. Small amounts are fine, but when people eat large amounts, it can wreak havoc on metabolic health. A high intake of added sugar is linked to numerous diseases, including obesity, type 2 diabetes, heart disease and many forms of cancer.","Not all carbs are created equal. Refined carbs have been highly processed, and have had all the fiber removed from them. They are low in nutrients (empty calories), and can be extremely harmful. Studies show that refined carbohydrates are linked to overeating and numerous metabolic diseases.","The \"war\" on saturated fat was a mistake. It is true that saturated fat raises cholesterol, but it also raises HDL (the \"good\") cholesterol and changes the LDL from small to large, which is linked to a lower risk of heart disease. New studies that included hundreds of thousands of people have shown that there is no link between saturated fat consumption and heart disease.","Lifting weights is one of the best things you can do to strengthen your body and improve your body composition. It also leads to massive improvements in metabolic health, including improved insulin sensitivity. The best approach is to go to a gym and lift weights, but doing body weight exercises can be just as effective.","There are many incredibly healthy herbs and spices out there. For example, ginger and turmeric both have potent anti-inflammatory and antioxidant effects, leading to various health benefits. You should make an effort to include as many different herbs and spices as you can. Many of them can have powerful beneficial effects on your health.","The only way to know exactly what you are eating, is to weigh your foods and use a nutrition tracker like MyFitnesspal or Cron-o-meter. This is important to know how many calories you are eating. It is also essential to make sure that you're getting in enough protein, fiber and micronutrients. Studies show that people who track their food intake in one way or another tend to be more successful at losing weight and sticking to a healthy diet. Basically, anything that increases your awareness of what you are eating is likely to help you succeed. I personally track everything I eat for a few days in a row, every few months. Then I know exactly where to make adjustments in order to get closer to my goals.","Not all body fat is equal. It is mostly the fat in your abdominal cavity, the belly fat, that causes problems. This fat builds up around the organs, and is strongly linked to metabolic disease. For this reason, your waist size may be a much stronger marker for your health than the number on the scale. Cutting carbs, eating more protein, and eating plenty of fiber are all excellent ways to get rid of belly fat. This article lists 6 evidence-based ways to lose belly fat.","Diets are notoriously ineffective, and rarely work well in the long term. In fact, \"dieting\" is one of the strongest predictors for future weight gain. Instead of going on a diet, try adopting a healthier lifestyle. Focus on nourishing your body, instead of depriving it. Weight loss should follow as a natural side effect of better food choices and improved metabolic health.","Whole eggs are so nutritious that they're often referred to as \"nature's multivitamin.\" It is a myth that eggs are bad for you because of the cholesterol. Studies show that they have no effect on blood cholesterol in the majority of people. Additionally, a massive review study that included 263, 938 individuals found that egg consumption had no association with the risk of heart disease. What we're left with is one of the most nutritious foods on the planet, and the yolk is where almost all of the nutrients are found. Telling people to throw away the yolk is among the worst pieces of advice in the history of nutrition.","If you're a tobacco smoker, or abuse drugs, then diet and exercise are the least of your worries. Tackle those problems first. If you choose to include alcohol in your life, then do so in moderation only, and consider avoiding it completely if you have alcoholic tendencies.","Mama, just killed a man Put a gun against his head. Pulled my trigger, now he's dead. Mama, life had just begun But now I've gone and thrown it all away Mama, ooh!. Didn't mean to make you cry. If I'm not back again this time tomorrow Carry on, carry on, as if nothing really matters. Too late, my time has come Sends shivers down my spine. Body's aching all the time Goodbye everybody I've got to go. Gotta leave you all behind and face the truth. Mama, ooh (anyway the wind blows) I don't want to die. I sometimes wish I'd never been born at all.","Tell me somethin', girl Are you happy in this modern world? Or do you need more? Is there somethin' else you're searchin' for? I'm falling In all the good times I find myself. Longin' for change And in the bad times I fear myself. Tell me something, boy Aren't you tired tryin' to fill that void? Or do you need more? Ain't it hard keeping it so hardcore? I'm falling In all the good times I find myself. Longing for change And in the bad times I fear myself.","Hello darkness, my old friend. I've come to talk with you again Because a vision softly creeping. Left its seeds while I was sleeping And the vision that was planted in my brain. Still remains Within the sound of silence. In restless dreams I walked alone Narrow streets of cobblestone 'Neath the halo of a street lamp. I turned my collar to the cold and damp. When my eyes were stabbed by the flash of a neon light. That split the night And touched the sound of silence.","She keeps Moet et Chandon In her pretty cabinet. \"Let them eat cake\" she says Just like Marie Antoinette. A built-in remedy For Kruschev and Kennedy at anytime an invitation. You can't decline Caviar and cigarettes. Well versed in etiquette Extraordinarily nice. She's a Killer Queen Gunpowder, gelatin Dynamite with a laser beam. Guaranteed to blow your mind anytime.","Woo, made this here with all the ice on in the booth. At the gate outside, when they pull up, they get me loose Yeah, Jump Out boys, that's Nike boys, hoppin' out coupes. This shit way too big, when we pull up give me the loot (Gimme the loot!) Was off the Remy, had a Papoose had to hit my old town to duck the news. Two-four hour lockdown, we made no moves. Now it's 4AM and I'm back up poppin' with the crew. I just landed in, Chase B mixes pop like Jamba Juice. Different colored chains, think my jeweler really sellin' fruits And they chokin', man, know the crackers wish it was a noose.","Love of my life, you've hurt me You've broken my heart and now you leave me Love of my life, can't you see? Bring it back, bring it back Don't take it away from me, because you don't know. What it means to me Love of my life, don't leave me. You've taken my love (all of my love) and now desert me Love of my life, can't you see? (Please bring it back) bring it back, bring it back. Don't take it away from me (take it away from me) Because you don't know (oh oh oh know means to me) What it means to me.","I see trees of green, red roses too I see them bloom for me and you And I think to myself what a wonderful world. I see skies of blue and clouds of white. The bright blessed day, the dark sacred night and I think to myself what a wonderful world. The colors of the rainbow so pretty in the sky are also on the faces of people going by. I see friends shaking hands saying how do you do. They're really saying I love you.","I still see your shadows in my room. Can't take back the love that I gave you. It's to the point where I love and I hate you and I cannot change you so I must replace you (oh). Easier said than done i thought you were the one listening to my heart instead of my head. You found another one, but I am the better one i won't let you forget me. I still see your shadows in my room can't take back the love that I gave you. It's to the point where I love and I hate you and I cannot change you so I must replace you (oh). Easier said than done.","This thing called love, I just can't handle it. This thing called love, I must get round to it. I ain't ready crazy little thing called love. This thing called love it cries (like a baby). In a cradle all night It swings It jives. It shakes all over like a jelly fish. I kinda like it crazy little thing called love.","Tell me how's it feel sittin' up there feeling so high but too far away to hold me. You know I'm the one who put you up there name in the sky. Does it ever get lonely? Thinking you could live without me thinking you could live without me Baby, I'm the one who put you up there I don't know why (yeah, I don't know why). Thinking you could live without me. Live without me baby, I'm the one who put you up there. I don't know why (I don't know why, yeah yeah).","Is this the real life? Is this just fantasy? Caught in a landslide. No escape from reality. Open your eyes look up to the skies and see I'm just a poor boy, I need no sympathy because I'm easy come, easy go a little high, little low. Anyway the wind blows, doesn't really matter to me, to me.","When I look into your eyes. I can see a love restrained but darlin' when I hold you don't you know, I feel the same nothin' lasts forever and we both know hearts can change and it's hard to hold a candle. In the cold November rain. We've been through this such a long long time. Just tryin' to kill the pain, oo yeah but love is always coming and love is always going and no one's really sure who's lettin' go today walking away.","If we could take the time to lay it on the line. I could rest my head just knowin' that you were mine all mine. So if you want to love me then darlin' don't refrain or I'll just end up walkin' in the cold November rain. Do you need some time on your own. Do you need some time all alone everybody needs some time on their own. Don't you know you need some time all alone.","Oh, let's go. Steve walks warily down the street with the brim pulled way down low ain't no sound but the sound of his feet, Machine guns ready to go. Are you ready, hey, are you ready for this? Are you hanging on the edge of your seat? Out of the doorway the bullets rip to the sound of the beat. Another one bites the dust.","I catch a hoe right by her toe. If she ain't fuckin' me and Nicki kick that ho right through the door. I don't really want no friends, my old ho just bought this Benz nicki just hopped in this shit, now I won't see that bitch again. Eeny, meeny, miny, moe. I catch a ho right by her toe. If she ain't fuckin' me and Nicki kick that ho right through the door.","I was following the pack, all swallowed in their coats with scarves of red tied 'round their throats. To keep their little heads from falling in the snow, and I turned 'round and there you go and Michael, you would fall and turn the white snow red as strawberries in the summertime. I was following the pack, all swallowed in their coats with scarves of red tied 'round their throats. To keep their little heads from falling in the snow, and I turned 'round and there you go.","The club isn't the best place to find a lover so the bar is where I go. Me and my friends at the table doing shots. Drinking fast and then we talk slow come over and start up a conversation with just me and trust me I'll give it a chance now. Take my hand, stop, put Van the Man on the jukebox and then we start to dance, and now I'm singing like.","Girl, you know I want your love your love was handmade for somebody like me. Come on now, follow my lead, I may be crazy, don't mind me say, boy, let's not talk too much. Grab on my waist and put that body on me. Come on now, follow my lead, Come, come on now, follow my lead. I'm in love with the shape of you we push and pull like a magnet do. Although my heart is falling too I'm in love with your body and last night you were in my room and now my bedsheets smell like you. Every day discovering something brand new. I'm in love with your body.","I'd sit alone and watch your light. My only friend through teenage nights and everything I had to know. I heard it on my radio. You gave them all those old time stars through wars of worlds invaded by Mars. You made 'em laugh, you made 'em cry. You made us feel like we could fly. So don't become some background noise. A backdrop for the girls and boys. Who just don't know or just don't care and just complain when you're not there.","Who will remember. When this is blown over and everything's all by the way. When I grow older, I will be there at your side to remind you. How I still love you Oh, back, hurry back. Please bring it back home to me, Because you don't know what it means to me Love of my life.","I hear the drums echoing tonight but she hears only whispers of some quiet conversation. She's coming in, 12:30 flight the moonlit wings reflect the stars that guide me towards salvation. I stopped an old man along the way hoping to find some long forgotten words or ancient melodies. He turned to me as if to say, \"Hurry boy, it's waiting there for you\".","I want to break free from your lies. You're so self satisfied I don't need you. I've got to break free god knows, God knows I want to break free. I've fallen in love, I've fallen in love for the first time and this time I know it's for real. I've fallen in love, yeah god knows, God knows I've fallen in love. It's strange but it's true. I can't get over the way you love me like you do but I have to be sure.","Heart beats fast colors and promises how to be brave. How can I love when I'm afraid to fall but watching you stand alone. All of my doubt, suddenly goes away somehow. One step closer, I have died everyday, waiting for you. Darling, don't be afraid, I have loved you for a thousand years. I'll love you for a thousand more.","I will not let anything, take away. What's standing in front of me. Every breath, every hour has come to this one step closer. I have died everyday, waiting for you darling, don't be afraid, I have loved you for a thousand years. I'll love you for a thousand more and all along I believed, I would find you. Time has brought your heart to me, I have loved you for a thousand years. I'll love you for a thousand more.","One week in we let the story begin, We're going out on our first date. You and me are thrifty, so go all you can eat, fill up your bag and I fill up a plate. We talk for hours and hours about the sweet and the sour and how your family is doing okay. Leave and get in a taxi, then kiss in the backseat, tell the driver make the radio play, and I'm singing like girl, you know I want your love. Your love was handmade for somebody like me.","I say what I want, I ain't never been timid only real shit comes out my mouth and only real niggas go in it leave his texts on read, leave his balls on blue. Put it on airplane mode so none of those calls come through. Here's a word to my ladies don't you give these niggas none if they can make you richer, they can make you cum.","Everything proper, no propaganda tropicana Goyard bandanna big sack, a lotta hoes like Santa. Threw a birthday party in a Phantom big shit like a dinosaur did it and you know Tity shinin' like acrylic yeah I sold dope, I had cornrows. I can you see niggas hatin' with the door close. Now I'm lookin' for a glove with the sparkle on it and my CBD got chocolate on it big bank take small ass shit.","We out here drippin' in finesse. It don't make no sense out here drippin' in finesse. You know it, you know it we out here drippin' in finesse. It don't make no sense out here drippin' in finesse, You know it, you know it.","One friend left to sell clothes. One works down by the coast. One had two kids but lives alone. One's brother overdosed. One's already on his second wife. One's just barely getting by but these people raised me and I can't wait to go home","What you holdin' on, holdin' on for? If you wanna leave just leave. Why you wanna bite your tongue for? The silence is killing me acting like we're not together. If you don't want this, then what's the use? Sleeping up under the covers how am I so far away from you? Distant, oh, when we're kissing, yeah feel so different, yeah.","It's true, I'm a Rubik's, a beautiful mess at times juvenile, yes, I goof and I jest. A flawed human, I guess but I'm doin' my best to not ruin your expectations and meet 'em, but first. The \"Speedom\" verse, now Big Sean. He's going too fast, is he gonna shout or curse out his mom?","Staring at two different views on your window ledge coffee is going cold, it's like time froze. There you go wishing, floating down our wishing well. It's like I'm always causing problems, causing hell, I didn't mean to put you through this, I can tell. We're gonna sweep this under the carpet.","If I told you this was only gonna hurt. If I warned you that the fire's gonna burn would you walk in? Would you let me do it first? Do it all in the name of love would you let me lead you even when you're blind? In the darkness, in the middle of the night. In the silence, when there's no one by your side would you call in the name of love?","Piece by piece I fell far from the tree. I will never leave her like you left me and she will never have to wonder her worth, because unlike you I'm going to put her first and you know, he'll never walk away, He'll never break her heart. He'll take care of things, he'll love her piece by piece, he restored my faith. That a man can be kind and a father should be great.","Yeah you can start over you can run free. You can find other fish in the sea. You can pretend it's meant to be but you can't stay away from me. I can still hear you making that sound taking me down rolling on the ground. You can pretend that it was me but no.","You're so indecisive of what I'm saying. Trying to catch the beat, make up your heart, don't know if you're happy or complaining. Don't want for us to end where do I start first you wanna go to the left and you want to turn right. Wanna argue all day, make love all night. First you up then you're down and between. Ohh I really want to know.","I'm gonna swing from the chandelier, from the chandelier. I'm gonna live like tomorrow doesn't exist like it doesn't exist. I'm gonna fly like a bird through the night, feel my tears as they dry. I'm gonna swing from the chandelier, from the chandelier.","It's that elm shade, red rust clay you grew up on. That plowed-up ground that your dad damned his luck on that post-game party field you circle up on and when it rains you get stuck on, Drift a cloud back behind county roads that you run up. The mud on her jeans that she peeled off and hung up.","Here come bad news talking this and that. Yeah, give me all you got, don't hold back yeah, well I should probably warn you I'll be just fine yeah, no offense to you don't waste your time. Here's why.","Feeling my way through the darkness guided by a beating heart. I can't tell where the journey will end but I know where to start. They tell me I'm too young to understand. They say I'm caught up in a dream well life will pass me by if I don't open up my eyes well that's fine by me.","Here I am waiting, I'll have to leave soon. Why am I holding on? We knew this day would come we knew it all along. How did it come so fast? This is our last night but it's late and I'm trying not to sleep cause I know, when I wake, I will have to slip away and when the daylight comes I'll have to go but tonight I'm gonna hold you so close. Cause in the daylight we'll be on our own but tonight I need to hold you so close.","I said, \"Can you give it back to me?\" She said, \"Never in your wildest dreams.\"and we danced all night to the best song ever. We knew every line. Now I can't remember how it goes but I know that I won't forget her 'Cause we danced all night to the best song ever.","The snow glows white on the mountain tonight not a footprint to be seen. A kingdom of isolation, and it looks like I'm the Queen. The wind is howling like this swirling storm inside couldn't keep it in, heaven knows I've tried. Don't let them in, don't let them see be the good girl you always have to be. onceal, don't feel, don't let them know well now they know.","I really wanna love somebody. I really wanna dance the night away. I know we're only half way there but you can take me all the way, you can take me all the way. I really wanna touch somebody. I think about you every single day. I know we're only half way there but you can take me all the way.","This is the part of me that you're never gonna ever take away from me, no. This is the part of me that you're never gonna ever take away from me, no. Throw your sticks and stones. Throw your bombs and your blows but you're not gonna break my soul. This is the part of me that you're never gonna ever take away from me, no.","I'm at a payphone trying to call home. All of my change I spent on you. Where have the times gone, baby it's all wrong. Where are the plans we made for two? Yeah, I, I know it's hard to remember, the people we used to be.","Said I gotta be the man. I'm the head of my band, mic check one two shut them down in the club while the playboy does it, and y'all get lose lose after bottle, we all get bent and again tomorrow gotta break loose cause that's the motto club shuts down, a hundred super models.","I'm coming home. Tell the World I'm coming home. Let the rain wash away all the pain of yesterday. I know my kingdom awaits and they've forgiven my mistakes. I'm coming home, I'm coming home, tell the World that I'm coming.","I like the way you grind with that booty on me. Shorty you a dime, why you lookin' lonely? Go buy another round and it's all on me as long as I'm around put it down on me. Just put it down on me put it down on me.","Were running right back, Here we go again. It's so insane cus' when it's going it good, it's going great, I'm Superman with the wind in his back. She's Louis Lane, but when it's bad it's awful. I feel so ashamed, I snap. Who's that dude? I don't even know his name, I laid hands on her. I never stoop so low again, I guess I don't know my own strength.","And Submit did not let the tears fall. She came from a brave race. Her great-grandfather had fought in the Revolution; his sword and regimentals were packed in the fine carved chest in the best room. Over the kitchen shelf hung an old musket with which her great-grandmother, guarding her home and children, had shot an Indian. In a little closet beside the chimney was an old pewter dish full of homemade Revolutionary bullets, which Submit and her brothers had for playthings. A little girl who played with Revolutionary bullets ought not to cry over a cut thumb.","\"He ain't half so big as ours, \" returned Submit, stoutly; but her heart sank. The Thompson turkey did look very large. \"Submit! Submit!\" called a voice from the Thompson house. Submit slowly got down from the wall. \"His feathers are a good deal thicker than ours, \" she said, defiantly, to Sarah. \"Submit, \" called the voice, \"come right home! I want you to pare apples for the pies. Be quick!\". Then she went across the yard and into the kitchen door of the Thompson house, like a red robin into a nest. Submit had been taught to obey her mother promptly. Mrs. Thompson was a decided woman.","There were other things in the stocking, nuts and oranges and a toy engine, and chocolate almonds and a clockwork mouse, but the Rabbit was quite the best of all. For at least two hours the Boy loved him, and then Aunts and Uncles came to dinner, and there was a great rustling of tissue paper and unwrapping of parcels, and in the excitement of looking at all the new presents the Velveteen Rabbit was forgotten","\"It doesn't happen all at once, \" said the Skin Horse. \"You become. It takes a long time. That's why it doesn't often happen to people who break easily, or have sharp edges, or who have to be carefully kept. Generally, by the time you are Real, most of your hair has been loved off and your eyes drop out and you get loose in the joints and very shabby. But these things don't matter at all, because once you are Real you can't be ugly, except to people who don't understand.\"","The story was in season any time between Thanksgiving and New Years; but the papa usually began to tell it in the early part of October, when the farmers were getting in their pumpkins, and the children were asking when they were going to have any squash pies, and the boy had made his first jack-o'-lantern. \"Well, \" the papa said, \"once there were two little pumpkin seeds, and one was a good little pumpkin seed, and the other was bad--very proud, and vain, and ambitious.\"","\"Well, the farmer took both the seeds out to plant them in the home-patch, because they were a very extra kind of seeds, and he was not going to risk them in the cornfield, among the corn. So before he put them in the ground, he asked each one of them what he wanted to be when he came up, and the good little pumpkin seed said he wanted to come up a pumpkin, and be made into a pie, and be eaten at Thanksgiving dinner; and the bad little pumpkin seed said he wanted to come up a morning-glory.","Next morning the woman said, \"The little men have made us rich, and we really must show that we are grateful for it. They run about so, and have nothing on, and must be cold. I'll tell thee what I'll do: I will make them little shirts, and coats, and vests, and trousers, and knit both of them a pair of stockings, and do thou, too, make them two little pairs of shoes.\" The man said, \"I shall be very glad to do it;\" and one night, when everything was ready, they laid their presents all together on the table instead of the cut-out work, and then concealed themselves to see how the little men would behave.","There was once a poor servant-girl, who was industrious and cleanly, and swept the house every day, and emptied her sweepings on the great heap in front of the door. One morning when she was just going back to her work, she found a letter on this heap, and as she could not read, she put her broom in the corner, and took the letter to her master and mistress, and behold it was an invitation from the elves, who asked the girl to hold a child for them at its christening.","\"That's glorious fun!\" said the sprite. If a good thought passed through a man's mind, then a grin was seen in the mirror, and the sprite laughed heartily at his clever discovery. All the little sprites who went to his school--for he kept a sprite school--told each other that a miracle had happened; and that now only, as they thought, it would be possible to see how the world really looked. They ran about with the mirror; and at last there was not a land or a person who was not represented distorted in the mirror.","The higher they flew with the mirror, the more terribly it grinned: they could hardly hold it fast. Higher and higher still they flew, nearer and nearer to the stars, when suddenly the mirror shook so terribly with grinning, that it flew out of their hands and fell to the earth, where it was dashed in a hundred million and more pieces. And now it worked much more evil than before; for some of these pieces were hardly so large as a grain of sand, and they flew about in the wide world, and when they got into people's eyes, there they stayed; and then people saw everything perverted, or only had an eye for that which was evil.","One afternoon of a cold winter's day, when the sun shone forth with chilly brightness, after a long storm, two children asked leave of their mother to run out and play in the new-fallen snow. The elder child was a little girl, whom, because she was of a tender and modest disposition, and was thought to be very beautiful, her parents, and other people who were familiar with her, used to call Violet. But her brother was known by the style and title of Peony, on account of the ruddiness of his broad and round little phiz, which made everybody think of sunshine and great scarlet flowers.","Accordingly, the good lady bundled up her darlings in woollen jackets and wadded sacks, and put comforters round their necks, and a pair of striped gaiters on each little pair of legs, and worsted mittens on their hands, and gave them a kiss apiece, by way of a spell to keep away Jack Frost. Forth sallied the two children, with a hop-skip-and-jump, that carried them at once into the very heart of a huge snow-drift, whence Violet emerged like a snow-bunting, while little Peony floundered out with his round face in full bloom. Then what a merry time had they!","\"NOW, my dears, \" said old Mrs. Rabbit one morning, \"you may go into the fields or down the lane, but don't go into Mr. McGregor's garden: your Father had an accident there; he was put in a pie by Mrs. McGregor.\" \"NOW run along, and don't get into mischief. I am going out.\" THEN old Mrs. Rabbit took a basket and her umbrella, to the baker's.","Then he tried to find his way straight across the garden, but he became more and more puzzled. Presently, he came to a pond where Mr. McGregor filled his water-cans. A white cat was staring at some gold-fish; she sat very, very still, but now and then the tip of her tail twitched as if it were alive. Peter thought it best to go away without speaking to her; he had heard about cats from his cousin, little Benjamin Bunny. He went back towards the tool-shed, but suddenly, quite close to him, he heard the noise of a hoe-scr-r-ritch, scratch, scratch, scritch.","This is the story of the great war that Rikki-tikki-tavi fought single-handed through the bath-rooms of the big bungalow in Segowlee cantonment. Darzee, the Tailorbird, helped him, and Chuchundra, the musk-rat, who never comes out into the middle of the floor, but always creeps round by the wall, gave him advice, but Rikki-tikki did the real fighting. He was a mongoose, rather like a little cat in his fur and his tail, but quite like a weasel in his head and his habits","\"That's his way of making friends.\" \"Ouch! He's tickling under my chin, \" said Teddy. Rikki-tikki looked down between the boy's collar and neck, snuffed at his ear, and climbed down to the floor, where he sat rubbing his nose. \"Good gracious, \" said Teddy's mother, \"and that's a wild creature! I suppose he's so tame because we've been kind to him.\" \"All mongooses are like that, \" said her husband. \"If Teddy doesn't pick him up by the tail, or try to put him in a cage, he'll run in and out of the house all day long. Let's give him something to eat.","Ah! here was something particularly good to-day. A large iced cake stood far back upon the shelf, and Greywhiskers licked his lips as he sniffed it. Across the top of the cake there were words written in pink sugar; but as Greywhiskers could not read, he did not know that he was nibbling at little Miss Ethel's birthday cake. But he did feel a little guilty when he heard his mother calling. Off he ran, and was back in the nest again by the time his mother had finished rubbing her eyes after her nap.","She took Greywhiskers up to the pantry then, and when she saw the hole in the cake she seemed a little annoyed. \"Some mouse has evidently been here before us, \" she said, but of course she never guessed that it was her own little son. The next day the naughty little mouse again popped up to the pantry when his mother was asleep; but at first he could find nothing at all to eat, though there was a most delicious smell of toasted cheese. Presently he found a dear little wooden house, and there hung the cheese, just inside it. In ran Greywhiskers, but, oh! \"click\" went the little wooden house, and mousie was caught fast in a trap.","The other ducks liked much better to swim about in the river than to climb the slippery banks, and sit under a burdock leaf, to have a gossip with her. At length one shell cracked, and then another, and from each egg came a living creature that lifted its head and cried, \"Peep, peep.\" \"Quack, quack, \" said the mother, and then they all quacked as well as they could, and looked about them on every side at the large green leaves. Their mother allowed them to look as much as they liked, because green is good for the eyes.","\"One egg is not hatched yet, \" said the duck, \"it will not break. But just look at all the others, are they not the prettiest little ducklings you ever saw? They are the image of their father, who is so unkind, he never comes to see.\" \"Let me see the egg that will not break, \" said the duck; \"I have no doubt it is a turkey's egg. I was persuaded to hatch some once, and after all my care and trouble with the young ones, they were afraid of the water. I quacked and clucked, but all to no purpose. I could not get them to venture in. Let me look at the egg. Yes, that is a turkey's egg; take my advice, leave it where it is and teach the other children to swim.\"","The sewing was not done, for Mary liked doing nothing best, and she thought it would be fun to drop her thimble over the little ant. \"Now he is in the dark, \" said she. \"Can he mind? He is only such a little tiny thing.\" Mary ran away, for her mother called her, and she forgot all about the ant under the thimble. There he was, running round and round and round the dark prison, with little horns on his head quivering, little perfect legs bending as beautifully as those of a race-horse, and he was in quite as big a fright as if he were an elephant.","\"The baby ants are born as eggs; they are little helpless things, and must be carried about by their big relations. There are father ants and mother ants, and lots of other ants who are nurses to the little ones. Nobody knows his own children, but all the grown-up ones are kind to all the babies. This is a little nurse ant. See how she hurries off! Her babies at home must have their faces washed.\" \"O father!\" cried Mary; \"now that is a fairy story.\"","He said, \"I do not like to be the Moon. I wish I were a star or a flower. If I were a star, even the smallest one, some great general would care for me; but alas! I am only the Moon and no one likes me. If I could only be a flower and grow in a garden where the beautiful earth women come, they would place me in their hair and praise my fragrance and beauty. Or, if I could even grow in the wilderness where no one could see, the birds would surely come and sing sweet songs for me.","Then the flowers smiled sweetly and said, \"We do not know how we can help you. We live always in one place-in a garden near the most beautiful maiden in all the world. As she is kind to every one in trouble we will tell her about you. We love her very much and she loves us. Her name is Tseh-N'io.\" Still the Moon was sad. So one evening he went to see the beautiful maiden Tseh-N'io. And when he saw her he loved her at once. He said, \"Your face is very beautiful.","We had awakened early that winter morning, puzzled at first by the added light that filled the room. Then, when the truth at last fully dawned on us and we knew that snow-balling was no longer a wistful dream, but a solid certainty waiting for us outside, it was a mere brute fight for the necessary clothes, and the lacing of boots seemed a clumsy invention, and the buttoning of coats an unduly tedious form of fastening, with all that snow going to waste at our very door.","We ran the monster across the paddock and along the hedge of the next field, and then he took to the road like any tame civilised taxpayer. Here his tracks became blended with and lost among more ordinary footprints, but imagination and a fixed idea will do a great deal, and we were sure we knew the direction a dragon would naturally take. The traces, too, kept reappearing at intervals-at least Charlotte maintained they did, and as it was her dragon I left the following of the slot to her and trotted along peacefully, feeling that it was an expedition anyhow and something was sure to come out of it.","All the coaxing and whipping would not make him move. So Mr. Pig took him out of the shafts, and being very strong, drew the cart to market himself. When he got there, all the other pigs began to laugh. But they did not laugh so loudly when Mr. Pig told them all his struggles on the road. Mr. Pig lost no time in selling his vegetables, and very soon after Rusty came trotting into the market-place, and as he now seemed willing to take his place in the cart, Mr. Pig started for home without delay. When he got there, he told Mrs. Pig his story, and she called him her best and most worthy son.","This little pig very much wanted to go with his brother, but as he was so mischievous that he could not be trusted far away, his mother made him stay at home, and told him to keep a good fire while she went out to the miller's to buy some flour. But as soon as he was alone, instead of learning his lessons, he began to tease the poor cat. Then he got the bellows, and cut the leather with a knife, so as to see where the wind came from: and when he could not find this out, he began to cry.","Time passed merrily in the large town which was his capital; strangers arrived every day at the court. One day, two rogues, calling themselves weavers, made their appearance. They gave out that they knew how to weave stuffs of the most beautiful colors and elaborate patterns, the clothes manufactured from which should have the wonderful property of remaining invisible to everyone who was unfit for the office he held, or who was extraordinarily simple in character.","The impostors requested him very courteously to be so good as to come nearer their looms; and then asked him whether the design pleased him, and whether the colors were not very beautiful; at the same time pointing to the empty frames. The poor old minister looked and looked, he could not discover anything on the looms, for a very good reason, viz: there was nothing there. \"What!\" thought he again. \"Is it possible that I am a simpleton? I have never thought so myself; and no one must know it now if I am so. Can it be, that I am unfit for my office?","One evening a terrible storm came on; there was thunder and lightning, and the rain poured down in torrents. Suddenly a knocking was heard at the city gate, and the old king went to open it. It was a princess standing out there in front of the gate. But, good gracious! what a sight the rain and the wind had made her look. The water ran down from her hair and clothes; it ran down into the toes of her shoes and out again at the heels. And yet she said that she was a real princess.","Well, we'll soon find that out, thought the old queen. But she said nothing, went into the bed-room, took all the bedding off the bedstead, and laid a pea on the bottom; then she took twenty mattresses and laid them on the pea, and then twenty eider-down beds on top of the mattresses. On this the princess had to lie all night. In the morning she was asked how she had slept. Oh, very badly! said she. I have scarcely closed my eyes all night.","There were once a man and a woman who had long in vain wished for a child. At length the woman hoped that God was about to grant her desire. These people had a little window at the back of their house from which a splendid garden could be seen, which was full of the most beautiful flowers and herbs. It was, however, surrounded by a high wall, and no one dared to go into it because it belonged to an enchantress, who had great power and was dreaded by all the world.","My wife saw your rampion from the window, and felt such a longing for it that she would have died if she had not got some to eat.\" Then the enchantress allowed her anger to be softened, and said to him, \"If the case be as thou sayest, I will allow thee to take away with thee as much rampion as thou wilt, only I make one condition, thou must give me the child which thy wife will bring into the world; it shall be well treated, and I will care for it like a mother.\"","Now this Little Old Woman had not always lived in a Shoe. She and her family had once dwelt in a nice house covered with ivy, and her husband was a wood-cutter, like Strong-arm. But there lived in a huge castle beyond the forest, a fierce giant, who one day came and laid their house in ruins with his club; after which he carried off the poor wood-cutter to his castle beyond the forest. When the Little Old Woman came home, her house was in ruins and her husband was no where to be seen.","Now the Giant, who had been drinking much wine, was fast asleep in a remote part of the castle. Strong-arm had no sooner finished the Dragon, than up started the funny little boy who had opened the door. He led Strong-arm round to another part of the court-yard, where he saw his poor father, who at once sprung to his feet, and embraced him. Then Strong-arm called up his brothers, and when they had embraced their father, they soon broke his chain and set him free. We must now return to the Little Old Woman. After her sons had started she gave way to the most bitter grief","Now Old Mother Goose thought her Gander often looked sad and lonely; so one day she sent Jack to market to buy the finest Goose he could find. It was early in the morning when he started, and his way lay through a wood. He was not afraid of robbers; so on he went, with his Mother's great clothes-prop over his shoulder. The fresh morning air caused Jack's spirits to rise. He left the road, and plunged into the thick of the wood, where he amused himself by leaping with his clothes-prop till he found he had lost himself. After he had made many attempts to find the path again, he heard a scream.","When Jack was left alone, he made the best of his way to the market-place. He found little trouble in picking out the best Goose, for when he got there he was very late, and there was but one left. But as it was a prime one, Jack bought it at once, and keeping to the road, made straight for home. At first the Goose objected to be carried; and then, when she had walked along slowly and gravely for a short time, she tried to fly away; so Jack seized her in his arms and kept her there till he reached home.","The first thing that Pandora saw when she entered the cottage where Epimetheus lived was a great box. And almost the first question that she put to him was this, \"Epimetheus, what have you in that box?\" \"My dear little Pandora, \" answered Epimetheus, \"that is a secret, and you must be kind enough not to ask any questions about it. The box was left here to be kept safely, and I do not myself know what it contains.\"","It was made of a beautiful kind of wood, and was so highly polished that Pandora could see her face in it. The edges and corners were carved with most wonderful skill. Around the edge there were figures of graceful men and women and the prettiest children ever seen, reclining or playing in gardens and forests. The most beautiful face of all was done in high relief in the centre of the box. There was nothing else save the dark, rich smoothness of the wood and this one face with a garland of flowers about its brow.","\"Rev. Leonidas W. H'm, Reverend Le--well, there was a feller here once by the name of Jim Smiley, in the winter of '49--or may be it was the spring of '50--I don't recollect exactly, somehow, though what makes me think it was one or the other is because I remember the big flume warn't finished when he first came to the camp; but any way, he was the curiousest man about always betting on anything that turned up you ever see, if he could get anybody to bet on the other side; and if he couldn't he'd change sides. Any way that suited the other man would suit him--any way just so's he got a bet, he was satisfied.","Well, thish-yer Smiley had rat-tarriers, and chicken cocks, and tom-cats and all of them kind of things, till you couldn't rest, and you couldn't fetch nothing for him to bet on but he'd match you. He ketched a frog one day, and took him home, and said he cal'lated to educate him; and so he never done nothing for three months but set in his back yard and learn that frog to jump. And you bet you he did learn him, too. He'd give him a little punch behind, and the next minute you'd see that frog whirling in the air like a doughnut--see him turn one summerset, or may be a couple, if he got a good start, and come down flat-footed and all right, like a cat.","All went well with Subha Datta for a long time. Each of the boys had his own little axe at last, and each of the girls had a little pair of scissors to cut off twigs; and very proud they all were when they brought some wood home to their mother to use in the house. One day, however, their father told them they could none of them come with him, for he meant to go a very long way into the forest, to see if he could find better wood there than nearer home.","The woodcutter could not say a word, but just gazed and gazed at them, till one of them said to him: \"Who are you, and what are you doing in the very depths of the forest where we have never before seen a man?\" \"I am only a poor woodcutter, \" he replied, \"come to get some wood to sell, so as to give my wife and children something to eat and some clothes to wear.\"","Johnny Town-mouse was born in a cupboard. Timmy Willie was born in a garden. Timmy Willie was a little country mouse who went to town by mistake in a hamper. The gardener sent vegetables to town once a week by carrier; he packed them in a big hamper. The gardener left the hamper by the garden gate, so that the carrier could pick it up when he passed. Timmy Willie crept in through a hole in the wicker-work, and after eating some peas-Timmy Willie fell fast asleep.","At last the cart stopped at a house, where the hamper was taken out, carried in, and set down. The cook gave the carrier sixpence; the back door banged, and the cart rumbled away. But there was no quiet; there seemed to be hundreds of carts passing. Dogs barked; boys whistled in the street; the cook laughed, the parlour maid ran up and down-stairs; and a canary sang like a steam engine.","\"Only think how nice it is going to be for those poor Ticknors, with all those children, to have half a dozen new-laid eggs every day, \" said Martha, again with that congratulatory glance at her little niece, who sat beside the window, holding her best doll. \"We shall be able to send more than that some days, I dare say, \" said Emmeline's mother. \"Maybe, when I go to the store, I will buy a pretty new basket for you to carry the eggs in, dear.\"","Then Emmeline's mother noticed that the child was not eating as usual. \"Why, Emmeline, \" she said, \"you have not half finished your oysters!\" Emmeline looked helplessly at her plate, and said that she was not very hungry. She felt that she was wicked because she was not hungry, since she was so afraid of the Ticknors' little dog that she did not want to carry the eggs to them the next morning, when they were so poor and needed the eggs so much. \"If you don't eat your oysters, you must swallow two raw eggs, \" said Emmeline's mother, suddenly. \"Annie, beat up two eggs with a little sugar and nutmeg and a little milk.\"","\"Yes, it winds right up the mountain; but we'd better not keep to it, or some one will see us and take us back. We are going to be real hunters and have adventures; so we must get lost, and find our way by the sun and the stars, \" answered Tommy, who had read so many Boys' Books his little head was a jumble of Texan Rangers, African Explorers, and Buffalo Bills; and he burned to outdo them all.","Away they went, deeper and deeper into the great forest that covered the side of the mountain. A pleasant place that August day; for it was cool and green, with many brooks splashing over the rocks, or lying in brown pools under the ferns. Squirrels chattered and raced in the tall pines; now and then a gray rabbit skipped out of sight among the brakes, or a strange bird flew by. Here and there blackberries grew in the open places, sassafras bushes were plentiful, and black-birch bark was ready for chewing. \"Don't you call this nice?\" asked Tommy, pausing at last in a little dell where a noisy brook came tumbling down the mountain side, and the pines sung overhead.","What the frog had said came true, and the Queen had a little girl who was so pretty that the King could not contain himself for joy, and ordered a great feast. He invited not only his kindred, friends and acquaintance, but also the Wise Women, in order that they might be kind and well-disposed towards the child. There were thirteen of them in his kingdom, but, as he had only twelve golden plates for them to eat out of, one of them had to be left at home.","It happened that on the very day when she was fifteen years old, the King and Queen were not at home, and the maiden was left in the palace quite alone. So she went round into all sorts of places, looked into rooms and bed-chambers just as she liked, and at last came to an old tower. She climbed up the narrow winding-staircase, and reached a little door. A rusty key was in the lock, and when she turned it the door sprang open, and there in a little room sat an old woman with a spindle, busily spinning her flax.","It was a large lovely garden, with soft green grass. Here and there over the grass stood beautiful flowers like stars, and there were twelve peach-trees that in the spring-time broke out into delicate blossoms of pink and pearl, and in the autumn bore rich fruit. The birds sat on the trees and sang so sweetly that the children used to stop their games in order to listen to them. \"How happy we are here!\" they cried to each other.","When he arrived he saw the children playing in the garden. \"What are you doing here?\" he cried in a very gruff voice, and the children ran away. \"My own garden is my own garden, \" said the Giant; \"any one can understand that, and I will allow nobody to play in it but myself.\" So he built a high wall all round it, and put up a notice-board.","\"Why can't you be like the Happy Prince?\" asked a sensible mother of her little boy who was crying for the moon. \"The Happy Prince never dreams of crying for anything.\" \"I am glad there is some one in the world who is quite happy, \" muttered a disappointed man as he gazed at the wonderful statue. \"He looks just like an angel, \" said the Charity Children as they came out of the cathedral in their bright scarlet cloaks and their clean white pinafores.","\"Shall I love you?\" said the Swallow, who liked to come to the point at once, and the Reed made him a low bow. So he flew round and round her, touching the water with his wings, and making silver ripples. This was his courtship, and it lasted all through the summer. \"It is a ridiculous attachment, \" twittered the other Swallows; \"she has no money, and far too many relations\"; and indeed the river was quite full of Reeds. Then, when the autumn came they all flew away.","Embosomed amongst a family of lofty mountains, there was a valley so spacious that it contained many thousand inhabitants. Some of these good people dwelt in log-huts, with the black forest all around them, on the steep and difficult hill-sides. Others had their homes in comfortable farm-houses, and cultivated the rich soil on the gentle slopes or level surfaces of the valley.","As we began with saying, a mother and her little boy sat at their cottage-door, gazing at the Great Stone Face, and talking about it. The child's name was Ernest. \"Mother, \" said he, while the Titanic visage smiled on him, \"I wish that it could speak, for it looks so very kindly that its voice must needs be pleasant. If I were to see a man with such a face, I should love him dearly.\" \"If an old prophecy should come to pass, \" answered his mother, \"we may see a man, some time or other, with exactly such a face as that.\"","\"My brothers, \" said he, \"may get their living handsomely enough, by joining their stocks together; but for my part, when I have eaten up my Cat, and made me a muff of his skin, I must die with hunger.\" The Cat, who heard all this, but made as if he did not, said to him with a grave and serious air:","When the Cat had what he asked for, he booted himself very gallantly; and putting his bag about his neck, he held the strings of it in his two fore paws, and went into a warren where was great abundance of rabbits. He put bran and sow-thistle into his bag, and stretching himself out at length, as if he had been dead, he waited for some young rabbit, not yet acquainted with the deceits of the world, to come and rummage his bag for what he had put into it.","Long ago, the mice had a general council to consider what measures they could take to outwit their common enemy, the Cat. Some said this, and some said that; but at last a young mouse got up and said he had a proposal to make, which he thought would meet the case. \"You will all agree, \" said he, \"that our chief danger consists in the sly and treacherous manner in which the enemy approaches us. Now, if we could receive some signal of her approach, we could easily escape from her.","An Ass congratulated a Horse on being so ungrudgingly and carefully provided for, while he himself had scarcely enough to eat, nor even that without hard work. But when war broke out, the heavy armed soldier mounted the Horse, and rushed into the very midst of the enemy, and the Horse, being wounded, fell dead on the battle-field. Then the Ass, seeing all these things, changed his mind, and commiserated the Horse, saying: \"How much more fortunate am I than a charger. I can remain at home in safety while he is exposed to all the perils of war.\"","The Ass and the Fox, having entered into a partnership together, went out into the forest to hunt. They had not proceeded far, when they met a Lion. The Fox approached the Lion and promised to contrive for him the capture of the Ass, if he would pledge his word that his own life should be spared. On his assuring him that he would not injure him, the Fox led the Ass to a deep pit, and contrived that he should fall into it. The Lion, seeing that the Ass was secured, immediately clutched the Fox, and then attacked the Ass at his leisure.","Some boys, playing near a pond, saw a number of Frogs in the water, and began to pelt them with stones. They killed several of them, when one of the Frogs, lifting his head out of the water, cried out: \"Pray stop, my boys; what is sport to you is death to us.\"","An Arab Camel-driver having completed the lading of his Camel, asked him which he would like best, to go up hill or down hill. The poor beast replied, not without a touch of reason: \"Why do you ask me? Is it that the level way through the desert is closed?\"","\"We feel highly honoured by your Majesty's proposal, but you see our daughter is a tender young thing, and we fear that in the vehemence of your affection you might possibly do her some injury. Might I venture to suggest that your Majesty should have your claws removed, and your teeth extracted, then we would gladly consider your proposal again.\"","A Dove shut up in a cage was boasting of the large number of the young ones which she had hatched. A Crow, hearing her, said: \"My good friend, cease from this unreasonable boasting. The larger the number of your family, the greater your cause of sorrow, in seeing them shut up in this prison-house.\"","A sick Stag lay down in a quiet corner of his pasture-ground. His companions came in great numbers to inquire after his health, and each one helped himself to a share of the food which had been placed for his use; so that he died, not from his sickness, but from the failure of the means of living.","On the way there the Wolf noticed that the hair on a certain part of the Dog's neck was very much worn away, so he asked him how that had come about. \"Oh, it is nothing, \" said the Dog. \"That is only the place where the collar is put on at night to keep me chained up; it chafes a bit, but one soon gets used to it.\" \"Is that all?\" said the Wolf. \"Then good-bye to you, Master Dog.\"","An Ass once found a Lion's skin which the hunters had left out in the sun to dry. He put it on and went towards his native village. All fled at his approach, both men and animals, and he was a proud Ass that day. In his delight he lifted up his voice and brayed, but then every one knew him, and his owner came up and gave him a sound cudgelling for the fright he had caused. And shortly afterwards a Fox came up to him and said: \"Ah, I knew you by your voice.\"","On a summer day, when the great heat induced a general thirst, a Lion and a Boar came at the same moment to a small well to drink. They fiercely disputed which of them should drink first, and were soon engaged in the agonies of a mortal combat. On their stopping on a sudden to take breath for the fiercer renewal of the strife, they saw some Vultures waiting in the distance to feast on the one which should fall first. They at once made up their quarrel, saying: \"It is better for us to make friends, than to become the food of Crows or Vultures, as will certainly happen if we are disabled.\"","A Dog looking out for its afternoon nap jumped into the Manger of an Ox and lay there cosily upon the straw. But soon the Ox, returning from its afternoon work, came up to the Manger and wanted to eat some of the straw. The Dog in a rage, being awakened from its slumber, stood up and barked at the Ox, and whenever it came near attempted to bite it. At last the Ox had to give up the hope of getting at the straw, and went away muttering: \"Ah, people often grudge others what they cannot enjoy themselves\"","Some Dogs, famished with hunger, saw some cow-hides steeping in a river. Not being able to reach them, they agreed to drink up the river; but it fell out that they burst themselves with drinking long before they reached the hides.","A Fisher once took his bagpipes to the bank of a river, and played upon them with the hope of making the fish rise; but never a one put his nose out of the water. So he cast his net into the river and soon drew it forth filled with fish. Then he took his bagpipes again, and, as he played, the fish leapt up in the net. \"Ah, you dance now when I play, \" said he. \"Yes, \" said an old Fish: \"When you are in a man's power you must do as he bids you.\"","A Wolf coming out of a field of oats met with a Horse, and thus addressed him: \"I would advise you to go into that field. It is full of capital oats, which I have left untouched for you, as you are a friend the very sound of whose teeth it will be a pleasure to me to hear.\" The Horse replied: \"If oats had been the food for wolves, you would never have indulged your ears at the cost of your belly.\"","This interesting fact will have your taste buds crawling. Unsurprisingly, the attempt to get kids to eat healthier didn't go over well with the child testers, who were \"confused by the taste.\" Find out which countries have banned McDonald's.","The tropical fungus Ophiocordyceps infects ants' central nervous systems. By the time the fungi been in the insect bodies for nine days, they have complete control over the host's movements. They force the ants to climb trees, then convulse and fall into the cool, moist soil below, where fungi thrive. Once there, the fungus waits until exactly solar noon to force the ant to bite a leaf and kill it.","The original oranges from Southeast Asia were a tangerine-pomelo hybrid, and they were actually green. In fact, oranges in warmer regions like Vietnam and Thailand still stay green through maturity. For more interesting facts, find out which \"orange\" came first: the color or the fruit.","Yes, there was a real John Chapman who planted thousands of apple trees on U. S. soil. But the apples on those trees were much more bitter than the ones you'd find in the supermarket today. \"Johnny Appleseed\" didn't expect his fruits to be eaten whole, but rather made into hard apple cider.","They're legumes. According to Merriam-Webster, a nut is only a nut if it's \"a hard-shelled dry fruit or seed with a separable rind or shell and interior kernel.\" That means walnuts, almonds, cashews, and pistachios aren't nuts either. They're seeds.","Considered a culturally bound syndrome, a person \"running amok\" in Malaysia commits a sudden, frenzied mass attack, then begins to brood. Learn some more random facts and trivia you'll wish you'd always known.","Was this one of the random facts you already knew? Chicago's nickname was coined by 19th-century journalists who were referring to the fact that its residents were \"windbags\" and \"full of hot air.\"","They're legumes. According to Merriam-Webster, a nut is only a nut if it's \"a hard-shelled dry fruit or seed with a separable rind or shell and interior kernel.\" That means walnuts, almonds, cashews, and pistachios aren't nuts either. They're seeds.","Considered a culturally bound syndrome, a person \"running amok\" in Malaysia commits a sudden, frenzied mass attack, then begins to brood. Learn some more random facts and trivia you'll wish you'd always known.","Like most four-legged mammals, they have five toes on the front, but their back paws only have four toes. Scientists think the four-toe back paws might help them run faster. Do you know any other fun facts about cats?","When there was a cotton shortage during World War I, Kimberly-Clark developed a thin, flat cotton substitute that the army tried to use as a filter in gas masks. The war ended before scientists perfected the material for gas masks, so the company redeveloped it to be smoother and softer, then marketed Kleenex as facial tissue instead.","When turkeys are scared or excited-like when the males see a female they're interested in-the pale skin on their head and neck turns bright red, blue, or white. The flap of skin over their beaks, called a \"snood, \" also reddens.","It started as a school project for Bob Heft's junior-year history class, and it only earned a B- in 1958. His design had 50 stars even though Alaska and Hawaii weren't states yet. Heft figured the two would earn statehood soon and showed the government his design.","They do have molars in the top back of their mouths though. Where you'd expect upper incisors, cows, sheep, and goats have a thick layer of tissue called a \"dental pad.\" They use that with their bottom teeth to pull out grass.","Most of it is covered in gravel, though it also contains mountains and oases. Oh, and it isn't the world's largest desert-Antarctica is. Don't miss these other 30 geography facts everyone gets wrong.","Or technically, we peel them upside-down. These random facts will have you eating fruit differently. Naturally, they grow outward from their stems, but that means their bottoms actually face the sky. As they get bigger, the fruits turn toward the sun, forming that distinctive curve. Check out these 21 food myths that are totally untrue.","Dogs normally start sniffing with their right nostril, then keep it there if the smell could signal danger, but they'll shift to the left side for something pleasant, like food or a mating partner. Learn the real reason dogs follow you everywhere.","Indigenous people of Mexico and Central America used the Nahuatl word huacatl to mean both \"testicles\" and \"avocado.\" The fruits were originally marketed as \"alligator pears\" in the United States until the current name stuck. For more random facts, learn what the original word for avocado means about guacamole's name.","Its technical name is octothorpe. The \"octo-\" means \"eight\" to refer to its points, though reports disagree on where \"-thorpe\" came from. Some claim it was named after Olympian Jim Thorpe, while others argue it was just a nonsense suffix.","This interesting fact doesn't date that far back. The word hasn't been around for long. In 2014, galocher-meaning to kiss with tongues-was added to the Petit Robert French dictionary. Here are more fun facts about kissing.","They \"trailed\" the feature film-hence the name. The first trailer appeared in 1912 and was for a Broadway show, not a movie. Don't miss these other 13 things movie theater employees won't tell you.","The joystick in the 1966 Mercedes F200 showcase car controlled speed and direction, replacing both the steering wheel and pedals. The car could also sense which side the driver was sitting in, so someone could control it from the passenger seat.","Starting in 2018, the Library of Congress decided to only keep tweets on \"a very selective basis, \" including elections and those dealing with something of national interest, like public policy. Here are 18 more interesting facts about Washington, DC you've never heard.","This is one of the random facts you've probably never thought about before. raThe clothing retail shop was originally called Hennes-Swedish for \"hers\"-before acquiring the hunting and fishing equipment brand Mauritz Widforss. Eventually, Hennes & Mauritz was shortened to H&M.","He's also been called out for only having the bars of a Navy commander, but the so-called cap'n held his ground on Twitter, arguing that captaining the S. S. Guppy with his crew \"makes an official Cap'n in any book!\" For more fun facts, find out other characters you didn't know had full names.","Montpelier, Vermont, doesn't have any of those Golden Arches. It also happens to have the smallest population of any state capital, with just 7, 500 residents. Find out the farthest you can possibly be from a McDonald's in the United States.","Scholars think Hernn Corts brought the seeds in 1519 with the intent of the fruits being used ornamentally in gardens. By the 1700s, aristocrats started eating tomatoes, but they were convinced the fruits were poison because people would die after eating them. In reality, the acidity from the tomatoes brought out lead in their pewter plates, so they'd died of lead poisoning.","Studies have indicated rats dream about getting to food or running through mazes. Most mammals go through REM sleep, the cycle in which dreams occur, so scientists think there's a good chance they all dream. Here are 13 more interesting facts about dreaming.","Percy Spencer was working as a researcher for American Appliance Company (now Raytheon) when he noticed a radar set using electromagnetic waves melted the candy bar in his pocket. He had the idea to make a metal box using microwaves to heat food, but the company was the one to file the patent.","A cattle rancher in New Jersey is credited for inventing glitter, and it was by accident. Henry Ruschmann from Bernardsville, New Jersey was a machinist who crushed plastic while trying to find a way to dispose of it and thus made glitter in 1934.","Victor Frankenstein's Creature is actually vegetarian. Frankenstein and Creature are fictional characters created by Mary Shelley in her novel, Frankenstein. In the novel, Creature says, \"My food is not that of man; I do not destroy the lamb and the kid to glut my appetite; acorns and berries afford me sufficient nourishment.\"","According to a Johns Hopkins research team, 250, 000 deaths in the United States are caused by medical error each year. This makes medical error the third-leading cause of deaths in the country.","Despite physical length, there are more bones in the neck of a sloth than a giraffe. There are seven vertebrae in the neck of giraffes, and in most mammals, but there are ten in a sloth. Still, giraffes are among 23 of the world's biggest living animals.","In Ancient Egypt, people put a dead mouse in their mouth if they had a toothache, according to Nathan Belofsky's book Strange Medicine: A Shocking History of Real Medical Practices Through the Age. Mice were also used as a warts remedy during Elizabethan England.","Pig bladders were used in the 19th century to store an artist's paint. The bladder would be sealed with a string and then pricked to get the paint out. This option wasn't the best because it would often break open. American painter John G. Rand was the innovator who made paint tubes from tin and screw cap in the 19th century.","The Olympic world record for the longest human long jump is greater than the world record for longest horse long jump. Mike Powell set the record in 1991 by jumping 8.95 meters, and the horse Extra Dry set the record in 1900 by jumping 6.10 meters. Don't miss 13 more Olympic moments that changed history.","James Cameron is the award-winning director of movies like Titanic, Avatar, and The Terminator. In order to get his big break with The Terminator, he sold the script for $1 and a promise that he'd be able to direct.","Pharaoh Ramses IV of Ancient Egypt had his eyes replaced with small onions when he was mummified. The rings and layers of onions were worshipped because people thought they represented eternal life. This aligns with the reason for mummification: to allow the pharaoh's body to live forever. Let's hope these interesting facts don't all apply to practices used today.","You know that the 16th president of the United States fought for the freedom of slaves and the Union, but what you didn't know is that he was a licensed bartender. Lincoln's liquor license was discovered in 1930 and displayed in a Springfield liquor store. Wayne C. Temple, a Lincoln expert, told the Southeast Missourian newspaper that in 1863 Congress wanted to fire Ulysses S. Grant because he drank a lot and Lincoln's response was to send Grant a supply of whiskey.","Ludwig van Beethoven is arguably one of the greatest composers in musical history. The renowned pianist went to a Latin school called Tirocinium. There he learned some math, but never multiplication or division, only addition. Once when he needed to multiply 62 by 50, he wrote 62 down a line 50 times and added it all up. Here are 12 easy math tricks you and Beethoven will wish you knew sooner.","For a limited time in 2017, Tokyo's KitKat Chocolatory shop made three types of the chocolate bar that was sushi-inspired but didn't actually taste like raw fish. The tuna sushi was actually raspberry, the seaweed wrapped one was pumpkin pudding flavored, and the sea urchin sushi was actually Hokkaido melon with mascarpone cheese flavored. All were made with puffed rice, white chocolate, and a bit of wasabi.","In the classic Latin language, aquarium means a \"watering place for cattle.\" However, aquariums these days aren't for cows-instead, they are a place for the public to see sea creatures. The first aquarium that looks like what you'd imagine now was created in 1921 and opened in 1924 in England. If you love what's in the deep blue sea, take an intimate look at these large and tiny sea creatures.","Samantha Cristoforetti is the first female Italian astronaut to get a warm and cozy piece of home sent to her while in orbit. The Italian Space Agency worked with Italian coffee manufacturer, Lavazza, to get the coffee capsules flown up and out into space.","Ed Catmull, the co-founder of Pixar, wrote in his book Creativity Inc. that the year before the movie came out, someone entered the command, '/bin/rm -r -f *' on the drive where the files were saved and scenes started to be deleted. It would have taken a year to recreate what was deleted, but luckily another employee had a backup of the entire film on her laptop at home.","The three technology innovators signed the documents to form the Apple Computer Company on April 1, 1976. However, the company was not fully incorporated until January 3, 1977. Thirty years later, the company was renamed Apple Inc. and is no joke. In 2018, Apple Inc. became the country's first trillion-dollar company.","In 1881, Queen Victoria was on a tour on the Isle of Wight when her horse and carriage could not keep up with a woman riding a tricycle. The Queen made her servants identify the woman so she could demonstrate the tricycle to the Queen. Intrigued by the bike, the Queen proceeded to order two. She also asked that the inventor, James Starley, arrive with the delivery.","A 2003 study from the University of Wisconsin-Madison Center for Sleep and Consciousness was done on mice to observe what happens to our brains while we sleep. Dr. Chiara Cirelli and Dr. Giulio Tononi found an 18 percent decrease in the size of synapses after a few hours of sleep. Don't worry, though, your brain shrinking at night actually helps your cognitive abilities.","Bill Bowerman was a track and field coach in the 1950s who didn't like how running shoes were made. He first created the Cortez shoe, but still wanted to make a shoe even lighter that could be worn on various surfaces. During a waffle breakfast with his wife in 1970, the idea came to him of using the waffle texture on the sole of running shoes.","National Geographic reported that at Basel Zoo in Switzerland, zookeepers watched adult and juvenile wild boars pick up sandy apples and bring them to a nearby creek in their environment to wash before eating. Though some items like sugar beets were eaten without the human-like behavior, the boars brought a whole dead chicken to the creek to wash before chowing down.","People have been playing baseball since the mid 19th century. In the early games, umpires would officiate the games reclining in a rocking chair that was located 20 feet behind home plate. By 1878, the National League also declared that home teams must pay umpires $5 per game.","These fun facts really get you thinking about how far we've come. Taking a 23-minute flight might seem like a waste of money today, but in 1914 Abram Pheil paid $400, which would be $8, 500 today, for a 23-minute long plane ride. He flew between St. Petersburg, Florida and Tampa, Florida, where only 21 miles of water separate the cities.","The Tale of Genji, written by Murasaki Shikibu in the 11th century, is considered the world's first novel. After reading 54 intricately crafted chapters, the reader is stopped abruptly mid-sentence. One translator believes the work is complete as is, but another says we're missing a few more pages of the story. If you've never read The Tale of Genji, don't worry. Just be sure to read these 50 books before you're 50.","New Zealand native Nigel Richards memorized the entire French Scrabble dictionary, which has 386, 000 words, in nine weeks to earn his title. He has also won the English world Scrabble Championship three times, the U. S. national championships five times, and the U. K. Open Scrabble tournament six times.","The West Midlands police in England released a recording of a woman who called 999 (the U. K. version of 911) because there were \"bits on one side and none on the other, \" she says in the recording. She was even more upset when the ice cream truck man did not want to give her money back.","In 1910, Rich Huzenlaub, a British scientist who later lived in Germany, invented and patented the process of parboiling rice to keep more nutrients in the rice and lessen the cooking time. By the 1930s, Forrest Mars, Sr., the leader of the Mars candy company, connected with Huzenlaub to get partial ownership of the process.","According to the World Atlas, an empire \"is a group of nations or people that are under the rule of a powerful government or an emperor of a territory usually larger than a kingdom.\" The British Empire was most powerful in the 1920s when it ruled over 23 percent of the world's population. That equates to about 13 million square miles.","Turtles don't have vocal cords and their ears are internal, so scientists believed that turtles were deaf and didn't communicate through sounds. However, research has found that turtles actually communicate at an extremely low frequency that sounds like \"clicks, clucks, and hoots\" that can only be heard through a hydrophone (a microphone used underwater).","Alexander Fleming was one of those quirky scientists who accidentally made a scientific breakthrough. In 1928, the bacteriologist left a petri dish in his lab while he was on vacation only to return and find that some liquid around the mold had killed the bacteria in the dish. This became the world's first antibiotic. But before naming it penicillin, he called it \"mold juice.\"","This is one of the many interesting facts that had us scratching our head. Or a dog or a miniature horse, but not by parents. William Kent, a landscape architect, invented the first stroller for the third Duke of Devonshire in 1733. By the mid 18th century, strollers were still pretty unstable, but they had handles so parents, not animals, could pull the baby behind them.","According to the Levi Strauss website, this was the day that Levi Strauss and Jacob Davis, the innovators behind the sturdy blue jeans we all love, got a patent on the process of adding metal rivets to men's denim work pants for the first time in history. The pants were called waist overalls until 1960 when baby boomers began calling them jeans.","The bottles of bubbly are estimated to have been traveling from Germany to Russia during the 1800s when they sank to the bottom of the sea, says New Scientist. Turns out that the bottom of the sea, where temps are between two and four degrees Celsius, is a great place for wine aging.","At the start of any movie made by the Metro-Goldwyn-Mayer studio, there's the iconic lion that roars at the audience. While MGM has gone through several iterations of lion mascots, the sound of the roar is always the same. The company trademarked the \"sound mark\" with the United States Patent and Trademark Office in the '80s. Think you know all the fun facts about movies? Check out this movie trivia that you won't believe.","The lucky buyer, John Reznikoff, holds the Guinness World Record for the largest collection of hair from historical celebrities, reports NBC. The not-so-lucky barber Marx Sizemore, who cut Armstrong's hair, received threats of being sued by Armstrong's lawyers who said he violated an Ohio law that protects the rights of famous people.","You might associate St. Patrick's Day with wearing green and drinking so much you think you actually see leprechauns. However, until 1961, there were laws in Ireland that banned bars to be open on March 17. Since the holiday falls during the period of Lent in the heavily Catholic country, the idea of binge drinking seemed a bit immoral.","Tesla was a European electrical engineer who paved the way for current system generators and motors. The way electricity gets transmitted and converted to mechanical power is thanks to his inventions. However, despite experimenting with electricity, he despised being in the presence of pearls. One day when his secretary wore pearl jewelry, he made her go home.","Thanks to Edison's invention of the Kinetograph in 1892, he was able to record and watch moving images for the first time. He filmed short clips in his studio named Black Maria. Some of his shorts feature famous people like Annie Oakley and Buffalo Bill, but the real stars are The Boxing Cats.","During Pitt's prime acting career, he filmed Troy, based on Homer's Illiad. He played the brave, and buff, Greek hero Achilles. Legend has it that Achilles could not be defeated unless hit in his Achilles heel. While filming an epic battle scene, Pitt ironically hurt his Achilles tendon that put him back two months.","Based on an ancient papyrus document, Egyptian women urinated on wheat and barley seeds to determine if they were pregnant or not, according to the Office of History in the National Institutes of Health. If wheat grew, it predicted a female baby. If barley grew, it predicted a male baby. The woman was not pregnant if nothing grew.","Everyone remembers Dr. King as a leader of the Civil Rights Movement and often quotes his \"I Have a Dream\" speech that he delivered in 1963. However, over a decade before his legendary speech, while attending Crozer Theological Seminary in Pennsylvania, he earned a C in public speaking during his first and second term.","To the everyday eye under normal conditions, ripe bananas appear yellow due to organic pigments called carotenoids. When bananas ripen, chlorophyll begins to break down. This pigment is the element that makes bananas glow, or \"fluoresce, \" under UV lights and appear blue.","In France, there's a biogas plant that manages waste from a Mars chocolate factory, where M&Ms are made. Beekeepers nearby noticed that their bees were making \"unnatural shades of green and blue\" honey, reported BBC. A spokesperson from the British Beekeepers' Association predicted the bees eating the sugary M&M waste caused the colored honey.","The temperature of tennis balls affects how the ball bounces. At warmer temperatures, the gas molecules inside the ball expand making the ball bounce higher. A tennis ball at lower temperatures causes the molecules to shrink and the ball bounces lower. To make sure the best tennis balls are used, Wimbledon goes through over 50, 000 tennis balls. Next, find out the 11 genius ways that tennis balls can actually make your life better.","Feeding your cat milk could be making them sick. Like some humans, adult cats don't have enough of the lactase enzyme to digest lactose from milk, causing them to vomit, have diarrhea, or get gassy. Cats only have enough of that enzyme when they're born and during the early years of their life. Find out why cats are also afraid of cucumbers.","To the everyday eye under normal conditions, ripe bananas appear yellow due to organic pigments called carotenoids. When bananas ripen, chlorophyll begins to break down. This pigment is the element that makes bananas glow, or \"fluoresce, \" under UV lights and appear blue.","The temperature of tennis balls affects how the ball bounces. At warmer temperatures, the gas molecules inside the ball expand making the ball bounce higher. A tennis ball at lower temperatures causes the molecules to shrink and the ball bounces lower. To make sure the best tennis balls are used, Wimbledon goes through over 50, 000 tennis balls. Next, find out the 11 genius ways that tennis balls can actually make your life better.","A fellow will remember a lot of things you wouldn't think he'd remember. You take me. One day, back in 1896, I was crossing over to Jersey on the ferry, and as we pulled out, there was another ferry pulling in, and on it there was a girl waiting to get off. A white dress she had on. She was carrying a white parasol. I only saw her for one second. She didn't see me at all, but I'll bet a month hasn't gone by since that I haven't thought of that girl.","He married for love. Love. That's why he did everything. That's why he went into politics. It seems we weren't enough, he wanted all the voters to love him too. Guess all he really wanted out of life was love. That's Charlie's story, how he lost it. You see, he just didn't have any to give. Well, he loved Charlie Kane of course, very dearly, and his mother, I guess he always loved her.","My name is Max. My world is fire. And blood. Once, I was a cop; a road warrior searching for a righteous cause. As the world fell, each of us in our own way was broken. It was hard to know who was more crazy. Me... or everyone else. Here they come again. Worming their way into the black matter of my brain. I told myself... they cannot touch me. They are all dead. I am the one who runs from both the living and the dead. Hunted by scavengers. Haunted by those I could not protect. So I exist in this Wasteland. A man reduced to a single instinct: survive.","In Italy for thirty years under the Borgias, they had warfare, terror, murder, bloodshed. They producedd Michaelangelo, da Vinci, and the Renaissance. In Switzerland, they had brotherly love, five hundred years of democracy and peace, and what did they produce? The cuckoo clock.","Like the fella says, in Italy for 30 years under the Borgias they had warfare, terror, murder, and bloodshed, but they produced Michelangelo, Leonardo da Vinci, and the Renaissance. In Switzerland they had brotherly love - they had 500 years of democracy and peace, and what did that produce? The cuckoo clock.","When will we be free? Soon and very soon. Because you shall reap what you sow. When will we be free? Soon and very soon. Because no lie can live forever. To Cager Lee after Jimmie Lee Jackson's death: There are no words to soothe you. But I know one thing for certain: God was the first to cry. What happens when a man stands up...says enough is enough?","Well, when Johnny was first starting out, he was signed to a personal services contract with this big-band leader. And as his career got better and better, he wanted to get out of it. But the band leader wouldn't let him. Now, Johnny is my father's godson. So my father went to see this bandleader and offered him $10, 000 to let Johnny go, but the bandleader said no. So the next day, my father went back, only this time with Luca Brasi. Within an hour, he had a signed release for a certified check of $1000.","I am sorry. What happened to your father was business. I have much respect for your father. But your father, his thinking is old-fashioned. You must understand why I had to do that. Now let's work through where we go from here.","What are you gonna do? Nice college boy, didn't want to get mixed up in the family business. Now you want to gun down a police captain. Why? Because he slapped you in the face a little? What do you think this like the Army where you can shoot 'em from a mile away? No you gotta get up like this and, badda-bing, you blow their brains all over your nice Ivy League suit. C'mere.","I'll make him an offer he can't refuse. You see, Johnny, we feel that entertainment is going to be a big factor in drawing gamblers into the casinos. We're hoping that you'll sign a contract agreeing to appear 5 times a year. Perhaps convince some of your friends in the movies to do the same. We're counting on you, Johnny.","Yeah, let's talk business, Mike. First of all, you're all done. The Corleone Family don't even have that kind of muscle anymore. The Godfather's sick, right? You're getting chased out of New York by Barzini and the other Families. What do you think is going on here? You think you can come to my hotel and take over? I talked to Barzini - I can make a deal with him, and still keep my hotel!","Because I really enjoy making poor lie decisions keeping us on the brink of poverty. I mean I've spent the first half of my life acquiring all this crap and now I'm gonna spend the second half of my life getting rid of all this stuff.","You're the greatest fool I've ever known, Kane. If it was anybody else, I'd say what's going to happen to you would be a lesson to you. Only you're going to need more than one lesson. And you're going to get more than one lesson.","Alright the way I see it, there's only two possible outcomes. Either I make it down there in one piece and I have one hell of a story to tell, or I burn up in the next ten minutes. Either way whichever way, no harm no foul. Cause either way, it'll be one hell of a ride. I'm ready.","Now Woody, he's been my pal for as long as I can remember. He's brave, like a cowboy should be. And kind, and smart. But the thing that makes Woody special, is he'll never give up on you... ever. He'll be there for you, no matter what.","Don't talk like you're one of them! You're not, even if you'd like to be. To them you're just a freak, like me. They need you right now, but when they don't, they'll cast you out-like a leper. See, their morals, their \"code\"it's a bad joke, dropped at the first sign of trouble. They're only as good as the world allows them to be. I'll show you, when the chips are down, these-ah-\"civilised people\"? They'll eat each other. See, I'm not a monster. I'm just ahead of the curve.","Ya wanna know how I got these scars? My father; was a drinker; and a fiend. And one night, he goes off crazier than usual. Mommy grabs the kitchen knife to defend herself. He doesn't like that. Not. One. Bit. So, me watching, he takes the knife to her, laughing while he does it. He turns to me and say, why so serious? He comes at me with the knife. Why so serious? Sticks the blade in my mouth. Let's put a smile on that face! Aaaaaand. Why so serious?","ou know what I've noticed? Nobody panics when things go \"according to plan\". Even if the plan is horrifying. If, tomorrow, I tell the press that, like, a gang banger will get shot, or a truckload of soldiers will be blown up, nobody panics, because it's all \"part of the plan\". But when I say that one little old mayor will die, well then everyone loses their minds!","I just did what I do best. I took your little plan and I turned it on itself. Look what I did to this city with a few drums of gas and a couple of bullets. Hmmm? You know... You know what I've noticed? Nobody panics when things go \"according to plan\". Even if the plan is horrifying! If, tomorrow, I tell the press that, like, a gang banger will get shot, or a truckload of soldiers will be blown up, nobody panics, because it's all \"part of the plan\". But when I say that one little old mayor will die, well then everyone loses their minds!","Oh, you. You just couldn't let me go, could you? This is what happens when an unstoppable force meets an immovable object. You truly are incorruptible, aren't you? You won't kill me out of some misplaced sense of self-righteousness. And I won't kill you because you're just too much fun. I think you and I are destined to do this forever.","I asked her once how she managed to master diplomacy and espionage in a time when no one wanted to see a woman succeed at either. She said compromise where you can, but where you can't, don't. Even if everyone is telling you that something wrong is something right. Even if the whole world is telling you to move. It is your duty to plant yourself like a tree, to look them in the eye and say, no, you move.","The Black Panther has been the protector of Wakanda for generations. A mantle passed from warrior to warrior. And now because your friend murdered my father, I also wear the mantle of king. So I ask you, as both warrior and king, how long do you think you can keep your friend safe from me?","Eight years without any trouble from those bozos over at Stark Tower, and then this little bastard in red tights shows up, and he thinks he can tear down everything I've built. We're gonna put 'em outta business! We're gonna take everything they got!","You know what I say? I say one down, a couple hundred thousand to go. I don't mean to get on my high horse, but I'm telling you, I do not like the deer. I'm sick of it; they're taking over. They're like rats. They're destroying the ecosystem. I see a dead deer on the side of the road and I think, \"That's a start.\"","Almira Gulch, just because you own half the county doesn't mean that you have the power to run the rest of us. For twenty-three years, I've been dying to tell you what I thought of you! And now... well, being a Christian woman, I can't say it!","Somewhere over the rainbow way up high, There's a land that I heard of Once in a lullaby. Somewhere over the rainbow skies are blue, And the dreams that you dare to dream really do come true. Someday I'll wish upon a star And wake up where the clouds are far behind me. Where troubles melt like lemon drops away above the chimney tops that's where you'll find me. Somewhere over the rainbow bluebirds fly. Birds fly over the rainbow. Why then, oh why can't I? If happy little bluebirds fly beyond the rainbow why, oh why can't I?","I've been here a long time. I'm from Cuba. Lotta black folks in Cuba. You wouldn't know that from being here, though. I was a wild little shorty, man. Just like you. Running around with no shoes on, when the moon was out. This one time, I ran by this old... this old lady. I was runnin' and hollerin', and cuttin' a fool, boy. This old lady, she stopped me. She said...","That I should want you at all, suddenly strikes me as the height of improbability. But that, in itself, is probably the reason. You're an improbable person, Eve, and so am I. We have that in common. Also, our contempt for humanity and inability to love, and be loved, insatiable ambition, and talent. We deserve each other.","We need to focus on the institution, not the individual priests. Practice and policy; show me the church manipulated the system so that these guys wouldn't have to face charges, show me they put those same priests back into parishes time and time again. Show me this was systemic, that it came from the top, down.","She picked herself a perfect running mate - King Westley - the pill of the century! What she needs is a guy that'd take a sock at her once a day, whether it's coming to her or not. If you had half the brains you're supposed to have, you'd done it yourself, long ago.","This is no man's land, Diana! It means no man can cross it, alright? This battalion has been here for nearly a year and they've barely gained an inch. All right? Because on the other side there are a bunch of Germans pointing machine guns at every square inch of this place. This is not something you can cross. It's not possible.","I'm saying it because it's true. Inside of us, we both know you belong with Victor. You're part of his work, the thing that keeps him going. If that plane leaves the ground and you're not with him, you'll regret it. Maybe not today. Maybe not tomorrow, but soon and for the rest of your life.","It's about a girl who had just come to Paris from her home in Oslo. At the house of some friends, she met a man about whom she'd heard her whole life. A very great and courageous man. He opened up for her a whole beautiful world full of knowledge and thoughts and ideals. Everything she knew or ever became was because of him. And she looked up to him and worshiped him... with a feeling she supposed was love.","This is Dora Bailey, ladies and gentlemen, talking to you from the front of the Chinese Theater in Hollywood. What a night, ladies and gentlemen, what a night! Every star in Hollywood's heaven is here to make Monumental Pictures' premiere of \"The Royal Rascal\" the outstanding event of 1927! Everyone is breathlessly awaiting the arrival of Lina Lamont and Don Lockwood!","She was quick to seize upon anything that would improve her mind or her appearance. Laura had innate breeding, but she deferred to my judgment and taste. I selected a more attractive hairdress for her. I taught her what clothes were more becoming to her. Through me, she met everyone: The famous and the infamous. Her youth and beauty, her poise and charm of manner captivated them all. She had warmth, vitality. She had authentic magnetism.","I couldn't do that. Who would look after her? The fire in her fireplace would go out. It would be cold and damp up there like a grave. If you love sombody, you wouldn't leave them even if they treat your badly. Do you understand? I don't hate my mother. I hate at what she's become. I hate her illness.","Why did they park where they did? The world's most decorated experts can't crack that one. The most plausible theory is that they chose places on earth with the lowest incidence of lightning strikes. But there are exceptions. The next most plausible theory is that Sheena Easton had a hit song at each of these sites in 1980. So, we just don't know.","Yeah, I know you don't. That's why I've just assigned you to shoot the football game tonight. Okay? Starts at 7.30, I want you to get there early. I want you to shoot a full card, 300 images. I want 'em downloaded, I want 'em sorted, and I wanna see 'em very first thing Monday, okay? Wanna know why I'm doing this?","Well, as I said, I'm still... collating, actually, but uh, I have confirmed that he's got an outer layer of protein polysaccharides. Has a funny habit of shedding his cells and replacing them with polarized silicon, which gives him a prolonged resistance to adverse environmental conditions. Is that enough?","Hey Baby, you know it's funny. Even though I heard it so many times in the court case, I still can't get used to the fact that your real name is Miles. It's a cool name though. I can think of a lot of great Miles songs. But we still have to get through all those Baby songs first. I can't wait until the day when it's just us, music and the road. See you later Baby. All my love, Debora.","And now, ladies and gentlemen, before I tell you any more, I'm going to show you the greatest thing your eyes have ever beheld. He was a king and a god in the world he knew, but now he comes to civilization merely a captive - a show to gratify your curiosity. Ladies and gentlemen, look at Kong, the Eighth Wonder of the World.","He was training a new generation of Jedi. There was nobody else left to do it, so he took the burden on himself. Everything was going great, until... one boy, an apprentice, turned against him, destroyed it all. Luke felt responsible. He just walked away from everything.","Now, a formula to transform my beauty into ugliness. Change my queenly raiment to a peddler's cloak. Mummy dust, to make me old. To shroud my clothes, the black of night. To age my voice, an old hag's cackle. To whiten my hair, a scream of fright. A blast of wind to fan my hate. A thunderbolt to mix it well. Now, begin thy magic spell.","There's only one way to deal with men. That's treat them as though you don't give a damn about them! I've told you all this before! Still, I'm glad to see you have listened to me - just this once. There's only one thing that they want and I'll never know why they make such a fuss about it. But, they do! And the more you make them beg for it, the happier they are.","Okay, you got 6 people hiding out in a town of what, 4 million people, all of whom chant \"death to America\" all the livelong day. You want to set up a movie in a week. You want to lie to Hollywood, a town where everybody lies for a living. Then you're gonna sneak 007 over here into a country that wants CIA blood on their breakfast cereal, and you're gonna walk the Brady Bunch out of the most watched city in the world.","Arise Robin, Baron of Locksley, Earl of Sherwood and Nottingham, and lord of all the lands and manors appertaining thereto. My first command to you, my lord Earl, is to take in marriage the hand of the Lady Marian... What say you to that, Baron of Locksley?","I want you to leave right now, stay far away from me, and don't come near me again. We're not going to get involved. Last night was last night, and it's all there was, and it's all there is. There isn't going to be anything more between us. So please. Goodbye, good luck, no conversation, just leave.","Come think of it, the whole place seemed to have been stricken with the kind of creeping paralysis... out of beat with the rest of the world... crumbling apart in slow motion. There was a tennis court... or rather the ghost of a tennis court... with faded markings and a sagging net... And of course she had a pool. Who didn't then? Mabel Norman and John Gilbert must have swum in it ten thousand midnights ago... It was empty now. Or was it?","The word \"torture\" doesn't appear in our orders. We've always spoken of interrogation as the only valid method in a police operation directed against unknown enemies. As for the NLF, they request that their members, in the event of capture, should maintain silence for twenty-four hours, and then they may talk. So, the organization has already had the time it needs to render any information useless. What type of interrogation should we choose, the one the courts use for a murder case, that drags on for months?","You think I'm mad. Perhaps I am. But listen, Henry Frankenstein. While you were digging in your graves, piecing together dead tissues, I, my dear pupil, went for my material to the source of life. I grew my creatures, like cultures, grew them as nature does, from seed."]